Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: V přehledu Evidence pošty vyberte funkci Nový.
en_us: In the Mail Records list, select New feature.

source: V přehledu zašktněte možnost Dobírka.
en_us: In the overview, check the Cash on delivery option.

source: V případech, kdy je u firmy nalezen oranžový nebo červený semafor je potřeba se pro prohlédnutí detailů přihlásit.
en_us: In cases where an orange or red traffic light is found at the company, you need to log in to view the details.

source: V případě paletové přepravy bude toto pole určovat množství jedné manipulační jednotky (nevytvoří se několik řádků, ale vznikne jeden řádek a vyplní se množství; např.: 3 palety).
en_us: In the case of a pallet shipment, this field will specify the quantity of one handling unit (multiple lines will not be created, but one line will be created and the quantity will be filled in; e.g.: 3 pallets).

source: V případě vytváření zásilky z účtované prodejní dodávky musíte PDF vkládat ručně.
en_us: If you create a shipment from a posted sales shipment, you must insert the PDF manually.

source: V případě vytváření zásilky z účtované prodejní faktury je možné vygenerovat doklad a připojit ho automaticky při vytváření zásilky.
en_us: In the case of creating a shipment from a billed sales invoice, it is possible to generate a document and attach it automatically when creating the shipment.

source: V případě zapnutého Kontrola způsobu platby na prod.dokl.
en_us: If "Check payment method on sales document" is enabled,

source: V případě zapnutého Povolit registraci EET je na rozpisu platby dostupná akce Registrovat EET, resp. Storno EET (viz Nastavení způsobů platby).
en_us: If Enable EET registration is enabled, the Register EET action is available on the payment schedule, resp. Cancel EET (see Payment Methods Settings).

source: V případě, že uživatel chce tyto dimenze upravit či změnit je zde funkce Pošta/Dimenze.
en_us: If the user wants to edit or change these dimensions, there is the Mail/Dimensions function.

source: V případě, že zákazník chce provést vyrovnání dokladu při účtování pouze jedním způsobem, např. bankovní kartou, lze použít zjednodušený režim zadáním vybraného Kódu způsobu platby přímo v hlavičce dokladu.
en_us: In case the customer wants to settle the document when charging by one method only, e.g. by bank card, the simplified mode can be used by entering the selected Payment Method Code directly in the document header.

source: V příslušném řádku pro každé XML vyberte správné číslo ve sloupci SML portID.
en_us: In the appropriate row for each XML, select the correct number in the SML portID column.

source: V seznamu Nastavení uživatelů přiřaďte vybraným uživatelům obsluhujícím zákazníky příslušný kód platebního místa.
en_us: In the User Settings list, assign the appropriate payment places code to the selected users serving customers.

source: V seznamu Platební místa si vydefinujte všechna místa, kde mohou zákazníci hradit své závazky vůči vaší firmě.
en_us: In the Payment places list, define all the locations where customers can pay their obligations to your business.

source: V seznamu Způsoby plateb vytvořte kódy reprezentující používané způsoby plateb (např. hotovost, karta, stravenky,… dle platné legislativy a dle očekávaného rozsahu použití ve firmě) tak, aby bylo možné následně definovat úhradu zákazníkem v požadované struktuře.
en_us: In the Payment methods list, create codes that represent the payment methods you use (e.g., cash, card, meal vouchers,... according to valid legislation and according to the expected scope of use in the company) so that it is possible to subsequently define the payment by the customer in the required structure.

source: V seznamu vyberte požadovaného přepravce a zvolte funkci Služby přepravce
en_us: Select the desired carrier from the list and select Shipping Agent Services feature

source: V seznamu šablon vyberte šablonu, pro kterou chcete zadávat parametry.
en_us: In the list of templates, select the template for which you want to enter parameters.

source: V souladu s ustanovením §29 a §30 zák.č.
en_us: In accordance with the provisions of §29 and §30 of Act no.

source: V systému lze založit potřebný počet různých Výkazů obalů.
en_us: The necessary number of different Packaging Statements can be created in the system.

source: V takovém případě je třeba vydefinovat pro každý způsob úhrady i příslušný počet protiúčtů.
en_us: In this case, it is necessary to define the appropriate number of counter-accounts for each method of payment.

source: V tento okamžik je zásilce odebráno číslo od přepravce a je smazán štítek.
en_us: At this point, the shipment number is removed from the carrier and the label is deleted.

source: V tomhle nastavení je možné nadefinovat jednotlivé způsoby řešení požadavků.
en_us: In this setting, it is possible to define individual ways of solving requests.

source: V tomhle poli se určuje, s kterým polem budeme dané pole porovnávat.
en_us: This field determines which field we will compare the field to.

source: V tomhle případe, nemůžete vyplnit pole Podmínka porovnání.
en_us: In this case, you can't fill in the Compare Condition field.

source: V zobrazených řádcích se řadí vždy dle ID dokumentu.
en_us: In the displayed rows, it is always sorted by Document ID.

source: V záložce Přílohy Zásilky klikněte do řádku a připojte již dříve ručně vygenerované PDF (pro-formu faktury).
en_us: On the Shipment Attachments tab click in the line and attach the previously manually generated PDF (pro-form invoice).

source: V záložce Související došlý doklad lze vytvořit anebo připojit či odpojit Došlý doklad.
en_us: On the Related Incoming Document tab, you can create or attach or disconnect the Incoming Document.

source: V řádcích jsou jednotlivé požadavky, v hlavičce pak filtry na filtrování řádků přes vozidlo, typ vozidla, stav požadavku, datum požadavku a přes globální dimenze.
en_us: In the rows there are individual requests, in the header there are filters to filter rows through the vehicle, vehicle type, request status, request date and global dimensions.

source: V řádcích vyberte konkrétní požadavek.
en_us: In the rows, select a specific request.

source: V šabloně je nutné vyplnit následující pole:
en_us: You must fill in the following fields in the template:

source: Vaše reference (v případě, že Váš zákazník vyžaduje na štítek např.: své číslo objednávky)
en_us: Your references (if your customer requires a label, e.g.: your order number).

source: Ve formuláři se definují jednotlivé řádky výkazu tak, že se vybírají z dříve definovaných prvků pro jednotlivé pozice výkazu.
en_us: In the form, individual statement lines are defined by selecting from previously defined elements for each statement position.

source: Ve sloupci Přiřazeno legislativě vyberte SK pro slovenské statutární výkazy.
en_us: In the Assing Legislationcolumn, select SK for Slovak statutory statements.

source: Ve spodní části uvidíte seznam paramtrů a jejich hodnoty.
en_us: At the bottom you will see a list of parameters and their values.

source: Ve verzi BC17 pro zapnutí zvolte Hierarchický návrh cen povolen.
en_us: In BC17, select <Hierarchical pricing enabled to enable it.

source: Velkoobchod a maloobchod, distribuce
en_us: Wholesale and retail, distribution

source: Viditelný poplatek
en_us: Visible fee

source: Viz popis nastavení spooleru.
en_us: See the description of spooler settings.

source: Viz.
en_us: See

source: Vložení a změna obecných parametrů
en_us: Insert and change General Parameters

source: Vložte číslo účtované dodávky.
en_us: Enter the number of posted sales shipment

source: Vložte číslo účtované faktury.
en_us: Enter the number of the posted sales invoice.

source: Vložte číslo účtovaného dokladu (účtovaná prodejní dodávka, účtovananá prodejní faktura) do pole Číslo dokladu.
en_us: Enter the number of the document being charged (posted sales shipment, posted sales invoice) in the Document Number field.

source: Vložte řádky deníku pomocí funkce Návrh řádků.
en_us: Insert journal lines with the Suggest Lines... feature.

source: Volba nezaškrtnuto znamená nepoužívat elektronický podpis.
en_us: Unchecked means do not use an electronic signature.

source: Volba země/oblasti registrace je k dispozici i ve finančním deníku.
en_us: The choice of country / area of registration is also available in the G/L journal.

source: Volba země/oblasti registrace je k dispozici na záložce Zahraniční obchod na následujících dokladech:
en_us: The choice of the country / area of registration is available on the Foreign Trade tab on the following documents:

source: Volbou Řádky exportu otevřete seznam řádků exportu.
en_us: Select Export Lines to open a list of export lines.

source: Volbou Ano potvrďte otevření karty vydaného platebního příkazu.
en_us: Select Yes to confirm the opening of the issued payment order card.

source: Volitelná pole k zadání před vydáním dokladu
en_us: Optional field to be entered before the document is issued

source: Volitelně můžete:
en_us: Optionally:

source: Vozidla jsou definovány pro potřeby sledování spotřeby a údržby.
en_us: Vehicles are defined for consumption monitoring and maintenance needs.

source: Vrácení faktoringové pohledávky
en_us: Return of factoring receivable

source: Vrácení peněz dodavatelem (Refundace) pak uživatel vyrovná právě s těmito vzniklými položkami.
en_us: The return of the money by the supplier (Refund) is then settled by the user with these created items.

source: Vrácení přeplatku nákupní zálohy
en_us: Purchase advance overpayment refund

source: Vybavení vozidla
en_us: Vehicle Equipment

source: Vyberete možnost Související, dále Nastavení a vyberete funkci Pole, kde vyplňte náledující pole dle potřeby:
en_us: Select Related, then Setup and select Fields, feature to fill in the following fields as needed:

source: Vyberete možnost Související, dále Nastavení a vyberete funkci Příjemci, kde vyplňte náledující pole dle potřeby:
en_us: Select Related, then Setup and select Receivers, feature to fill in the following fields as needed:

source: Vyberte Kód balíčku, pro který má být pořadí nastaveno.
en_us: On the Get Config.Table Processing Order page, select Package Code for which the order is to be set.

source: Vyberte Kód balíčku.
en_us: Select Package Code.

source: Vyberte Kód výsledku v sekci pro Rozvahu a Výkaz zisků a ztrát.
en_us: Select Result Code in the Section for Balance Sheet and Profit and Loss.

source: Vyberte Nastavení zásilek.
en_us: Select Shipment Settings

source: Vyberte akci Země/oblasti registrace.
en_us: Select the Registration Country action.

source: Vyberte akci Návaznosti.
en_us: Select the Links action.

source: Vyberte akci Nastavení DPH pro OSS (Související -> DPH účtování).
en_us: Select the VAT Settings for OSS action (Related -> VAT Posting).

source: Vyberte akci Nastavení zaokrouhlení faktur.
en_us: Select the Invoice Rounding Settings action.

source: Vyberte akci Směnné kursy země/oblasti registrace.
en_us: Select the Registration Country Exch. Rates action.

source: Vyberte akci Směry registrace Země/oblasti.
en_us: Select the Registration Country/Region Routes action.

source: Vyberte akci Země/oblasti registrace (Související -> Dodavatel).
en_us: Select the Registration Country action.

source: Vyberte funci Synchronizovat master data.
en_us: Select the Synchronize master datafunction.

source: Vyberte funkci Vytvořit zásilku a vytisknout štítek.
en_us: Select the Create Shipment and Print Label function.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat , zadejte Nastavení helpdesku a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Helpdesk Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Agenti a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Agents and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Aktualizace stavu CreditCheck a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter CreditCheck Status Update and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Archivovaný In Buffer nebo Archivovaný Out Buffer a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Archived IN Buffer and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Asistovaná nastavení a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Assisted Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Banky a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Banks and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Cílové systémy a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Destination Systems and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Deníky Intrastat a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Intrastat Journals and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Dlouhodobý majetek a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Fixed Assets and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Dodavatelé a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Vendors and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Druhy vymáhání a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Enforcement Methods and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Evidence pošty a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Mail Record and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Expediční místa a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Expedition Places and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Export helpdesk požadavků a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Export Helpdesk Requests and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Export slouč.účt.schémat do XML a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Export Merged Acc. schedule to XML and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Generátor číselných řad z masky a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter No. Series Mask Generator and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Helpdesk požadavky (sestavy a analyzy) a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Helpdesk Requests (Reports and Analysis) and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte In Buffer a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter IN Buffer and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Informace o společnosti a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Company Information and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Intrastat mapování souboru a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Intrastat File Mapping and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Kategorie požadavku 1 a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Request Categories and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Kategorie uživatele a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter User Categories and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Kniha jízd a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Drive Journal and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Konfigurační sešit – datové struktury a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Config.Wksh. - Data Structures and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Lokace a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Locations and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Měny a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Currencies and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení DM a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Fixed Asset Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení Zásilek a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Parcels setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení centrální databáze a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Central Database Tabble Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení dopravy a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Transport Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení exportu/importu banky a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Bank Export/Import Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení faktoringu a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Factoring Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení financí a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter General Ledger Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení kódů původu a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Source Code Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení prodeje a pohledávek a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Sales & Receivables Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení služby CreditCheck a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter CreditCheck Settings and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení spooleru a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Spooler Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení tabulky centrální databáze a klikněte na související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Central Database Table Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení uživatelů a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter User Setup and then choose the related link.

source: Vyberte ikonu Žárovky, která otevře funkci Řekněte miŘekněte mi, co chcete dělat, zadejte Nastavení více způsobů plateb a poté vyberte související odkaz.
en_us: Choose the Lightbulb that opens the Tell Me feature.Tell me what you want to do, icon, enter Multiple Payment Methods Setup and then choose the related link.
